xyi = ["член", "Кожаная игла", "забабаха", "пачкун", "пистон", "дуло", "елдак", "бабья радость", "шлямбур",
              "шмайсер", "хохотунчик", "головастик", "пистон", "мундштук", "мухомор", "вторая голова",
              "красная шапочка", "чупа-чупс", "щекотунчик", "питательный тюбик", "джойстик", "хоббит", "крючок",
              "ласкун", "красавец", "мочило", "хозяин тайги", "хрящ любви", "чудильник", "царь пижамы", "целколом",
              "щуп", "эклер", "долбалка", "дубина народной войны", "дудка-волосянка", "духопер", "ежик малиновый",
              "ебанитовая палочка", "жрец любви", "жизненный конус", "злой одноглазый пиратик", "волшебная палочка",
              "главтрах", "веселый парнишка", "вставень", "висюлек", "волосатый чикатило", "брызгалка", "брючная змея",
              "агрессор", "анаконда", "антихрист", "Анютина глазка", "безделушка", "бензонасос", "блудень", "багровый",
              "базука", "бог плодородия", "боеголовка", "божий леденец", "волосатая змея из Алабамы", "витамин Х",
              "вспотевший объектив", "гендерный габитус", "третья голова", "двадцать первый палец", "каркалыжка",
              "калдыбобер", "боброчес", "кукурузина", "красноголовый воин", "красный богатырь", "любовный мускул",
              "леденец", "обелиск", "окурок", "органайзер", "одноглазая брючная форель с черепашьей шеей",
              "отбойный молоток", "посох королей", "подымалка", "пламенный алмаз мудрости", "палка-выручалка",
              "монофалический потенциометр", "розовый кадилак", "старая кубинская сигара", "сексофон", "трахальник",
              "три веселых буквы", "торчило", "факало", "кочанчик", "имелка", "усатая сигара"]
pizda = ["влагалище", "пихальня", "шёлка", "родильное отделение", "норка", "пещерка", "писюлька", "пристань",
                "хлюпалка", "дупло", "лоханка", "пися", "персик", "дырочка", "сношалка"]
pizdu = ["влагалище", "пихальню", "шёлку", "родильное отделение", "норку", "пещерку", "писюльку", "пристань",
                "хлюпалку", "дупло", "лоханку", "писю", "персик", "дырочку", "сношалку"]
pizdec = ["пипец", "кранты", "катастрофа", "хана", "каюк", "абзац", "труба", "кабздец", "фиаско", "эцих с иголками",
                 "финита", "пердомонокль", "карачун"]
ebaniy = ["оплодотворенный", "второсортный", "грёбаный", "долбаный", "ёханый", "клёпаный", "трёпаный", "штопаный",
                 "ёксель сервелат", "ёшкин кот", "оплодотворенный карп"]
ebanaya = ["оплодотворенная", "второсортная", "грёбаная", "долбаная", "ёханая", "клёпаная", "трёпаная", "штопаная",
                  "ёксель сервелат", "ёшкина кошка"]
ebat = ["совершать половой акт", "насаживать на кочедык", "кувыркаться", "чпокаться", "сношаться", "дрючить", "пялить",
               "шпилить", "тарабанить", "долбить", "дружить органами"]
ebal = ["совершал половой акт", "насаживал на кочедык", "кувыркался", "чпокал", "сношал", "дрючил", "пялил", "шпилил",
               "тарабанил", "долбил", "дружил органами"]
ebala = ["совершала половой акт", "насаживала на кочедык", "кувыркалась", "чпокала", "сношала", "дрючила", "пялила",
                "шпилила", "тарабанила", "долбила", "дружила органами"]
hueta = ["херня", "ерунда", "лабуда", "херь", "херня", "хренота", "чепуха", "чепущня", "фуфло", "чушь", "фигня"]
huetu = ["херню", "ерунду", "лабуду", "херь", "херню", "хреноту", "чепуху", "чепущню", "фуфло", "чушь", "фигню"]
dolboeb = ["тупица", "бестолочь", "дурак", "болван", "баклан", "бивень", "воблоед", "далалай", "далматин", "деребас",
                  "добролёт", "додик", "долбак", "долби в лоб", "долбогрёб",
                  "долбодятел", "долбозвон", "долбоклюв", "долбоклюй", "долболом", "долбонавт", "долбофак", "долбоюноша",
                  "долбоящер", "дятел", "лоботом", "мозгоклюв", "тукан",
                  "тупорелло", "чумоход", "чурбан-задэ"]
ebalo = ["хлебальник", "хлебало", "хавальник", "хайло", "лицо", "рожа", "физиономия", "морда", "рыло", "фотокарточка",
                "хохотальник", "мурло", "ряха (семь на восемь)", "бубен", "будка", "варежка", "вафельник", "вафельница",
                "гиперболоид", "глобус", "грызло", "дыня", "жало", "жральник", "забрало", "зевало", "зубило", "мурло",
                "пачка", "репа", "роговой отсек", "рыльник", "ряха", "табло", "торец", "точило", "тыква", "улыбало",
                "умывальник", "хавало", "хайло", "чан", "шкварник", "чайник", "чердак", "шайба", "паяльник", "матюгальник"]
pidor = ["патикус", "гомик", "урнинг", "гомосек", "уранист", "голубой", "педик", "мужеложец", "мученик", "содомит", "голубец",
                "гомосексуалист", "гомосексуал", "петух", "педераст"]
huesos = ["вафлёр", "жуй-сжимайло", "защекан", "коксакер", "миньетчик", "певец в микрофон", "трубадур", "флейтист", "хреносос",
                 "членоглот", "членосос," "чупа-чупсос"]
nihuya = ["ни хрена ни морковки", "ни черта", "дырка от бублика", "ни йоты", "ни единой йоты", "ни грана", "ровным счетом ничего",
                 "шиш с прицепом", "ничего", "ни бельмеса", "ровно ничего", "погоды не делает", "голяк", "ни крошки", "ни капли",
                 "хоть шаром покати", "ни фига", "ни хрена", "ни шиша"]
ebalu = ["хлебальнику", "хлебалу", "хавальнику", "хайлу", "лицу", "роже", "физиономии", "морде", "рылу", "фотокарточке",
                "хохотальнику", "мурлу", "ряхе (семь на восемь)", "бубену", "будке", "варежке", "вафельнику", "вафельнице",
                "гиперболоиду", "глобусу", "грызлу", "дыне", "жалу", "жральнику", "забралу", "зевалу", "зубилу",
                "пачке", "репе", "роговому отсеку", "рыльнику", "ряхе", "таблу", "торцу", "точилу", "тыкве", "улыбалу",
                "умывальнику", "хавалу", "хайлу", "чану", "шкварнику", "чайнику", "чердаку", "шайбе", "паяльнику", "матюгальнику"]
blya = ["блин", "вобла", "гля", "кря", "ля", "ляля", "млин", "мля", "о-ля-ля", "оп-ля", "оппа", "упс"]
blyad = ["акошёвка", "активистка", "амара", "бикса", "блудерша", "болять мои ноги", "босявка", "гулящая", "гумозница",
                "дама полусвета", "дамочка (на «ять» )", "девушка (без комплексов, на «ять», нетяжёлого поведения)",
                "женщина с большой буквы «б»", "заштатная девка", "кошёлка", "лярва", "слаба на передок", "подзаборница",
                "подстилка", "потаскуха", "потаскунья", "простигосподи", "простодырка", "прошмандовка", "путана", "распутница",
                "сифончик", "шалашовка", "шкура", "я (не такая, жду трамвая, такая, дождалась трамвая)", "легкомысленная девушка"]
uebat = ["умандохать", "умандякать", "умандяхать", "умандячить", "умандяшить", "умудохать", "ударить", "укокошать",
                "уложить", "сделать больно", "причинить боль"]
uebal = ["умандохал", "умандякал", "умандяхал", "умандячил", "умандяшил", "умудохал", "ударил", "укокошил",
                "уложил", "сделал больно", "причинил боль"]
uebala = ["умандохала", "умандякала", "умандяхала", "умандячила", "умандяшила", "умудохала", "ударила", "укокошила",
                "уложила", "сделала больно", "причинила боль"]
uebu = ["умандошу", "ударю", "укокошу", "уложу", "сделаю больно", "причиню боль"]
uebok = ["урод", "сволочь", "гад", "скотина", "ублюдок", "падла", "гнида", "подонок", "предатель", "тварь",
                "вафлист", "недоумок", "глупец", "дурак", "тупица", "заморыш", "калич", "квазимода",
                "рожа невозможная", "удрючище", "урочище", "ушлёпище"]
nihuyaSebe = ["вот тебе на", "ничего себе", "ни фига себе", "эка штука", "ну и ну", "вот это да"]
ohuet = ["выпасть в осадок", "обалдеть", "одуреть", "озвереть", "опупеть", "опухнуть", "отпасть",
                "офанареть", "офигеть", "ох", "уехал мой автобус", "охренеть", "очешуеть", "ошизеть", "уху есть"]
ohuel = ["выпал в осадок", "обалдел", "одурел", "озверел", "опупел", "опухнул",
                "офанарел", "офигел", "охренел", "очешуел", "ошизел", "уху ел"]
ohuela = ["выпала в осадок", "обалдела", "одурела", "озверела", "опупела", "опухнула","офанарела", "офигела",
          "охренела", "очешуела", "ошизела", "уху ела"]
ebanutsya = ["сойти с ума", "потерять рассудок", "гребануться", "шизануться", "свалиться", "повалиться", "слететь",
             "скатиться", "грохнуться", "загреметь", "рухнуть", "навернуться", "шлепнуться", "удариться", "стукнуться",
             "вмочиться", "впечататься", "вломиться во что", "урониться", "ёкнуться", "звездануться", "кирдыкнуться",
             "навернуться", "с дуба рухнуть"]
ebnulsya = ["сойшёл с ума", "потерял рассудок", "гребанулся", "шизанулся", "свалился", "повалился", "слетел",
             "скатился", "грохнулся", "загремель", "рухнул", "навернулся", "шлепнулся", "ударился", "стукнулся",
             "вмочился", "впечатался", "вломился во что", "уронился", "ёкнулся", "звезданулся", "кирдыкнулся",
             "навернулся", "с дуба рухнул"]
ebnulas = ["сойшёла с ума", "потеряла рассудок", "гребанулась", "шизанулась", "свалилась", "повалилась", "слетела",
             "скатилась", "грохнулась", "загремела", "рухнула", "навернулась", "шлепнулась", "ударилась", "стукнулась",
             "вмочилась", "впечаталась", "вломилась во что", "уронилась", "ёкнулась", "звезданулась", "кирдыкнулась",
             "навернулась", "с дуба рухнула"]